Repository: YashGajjar335/agrisync
Catalog: lib/l10n/app_*.arb
Languages: gu

source: AgriSync
gu: એગ્રિસિંક

# agrisyncdec
source: Synchronization of various agricultural activities
gu: વિવિધ કૃષિ પ્રવૃત્તિઓનું સમન્વય

source: Skip
gu: છોડી દો

source: Previous
gu: પહેલાનું

source: Get Start
gu: પ્રારંભ કરો

source: Next
gu: આગળ

source: Crop Cultivation
gu: ખેત ઉત્પાદન

# cropcultivationdec
source: Be part of agrisync synchronous and right way crop cultivation process like sowing, harvesting, get water. Also provide information like crop protection, crop monitoring, crop nutrition, crop disease.
gu: એગ્રિસિંકની સિંક્રનસ પ્રણાલીમાં સામેલ થાઓ અને યોગ્ય રીતે ઉત્પાદન પ્રક્રિયા, જેમ કે વાવણી, કાપણી અને પાણી પૂરાં પાડવાની પ્રક્રિયા કરવામાં મદદ કરો. તો સાથે પાક સુરક્ષા, પાક મોનિટરિંગ, પાક પોષણ અને પાક રોગચાળાના વિશે માહિતી આપો.

source: AgriMart
gu: એગ્રીમાર્ટ

# agrimartdec
source: Farmer supportive online platform for crop shopping like crop fertilizers, pesticides, medicines, seeds.
gu: ખેડૂતને સહાયરૂપ ઓનલાઇન પ્લેટફોર્મ જ્યાં કૃષિ ખાતર, ઝેર, દવાઓ અને વાવણી માટેના બીજ ઉપલબ્ધ છે.

source: AgriSync Communication
gu: એગ્રિસિંક સંવાદ

# agrisynccommunicationdec
source: Open connection with farmers and experts or specialists. Also farmer post their crop and its information.
gu: ખેડૂતો અને નિષ્ણાતો અથવા વિશેષજ્ઞો સાથે ખુલ્લો સંબંધ. ખેડૂત પોતાના પાકની માહિતી પોસ્ટ કરી શકે છે.

source: Crop Health Reminder
gu: પાક આરોગ્ય રિમાઇન્ડર

# crophealthreminderdec
source: Reminder of farmers that remind farmer's crop monitoring and process according to crop's environment and notify the farmer.
gu: ખેડૂતોને પાક મોનિટરિંગ અને પ્રક્રિયાને તેમના પાકના વાતાવરણ અનુસાર યાદ કરાવવાની સિસ્ટમ.

source: AgriTech
gu: એગ્રિટેક

# agritechdec
source: Provide information about latest farming technologies, various farming cultivation processes, and farming-related equipment.
gu: સુચિત નવીન કૃષિ ટેકનોલોજીઓ, કૃષિ ઉત્પાદન પ્રક્રિયા અને કૃષિ સંબંધિત સાધનો વિશેની માહિતી પ્રદાન કરે છે.

# startMes
source: Get Starting Your Agriculture Journey
gu: તમારું કૃષિ પ્રવાસ શરૂ કરો

source: Language
gu: ભાષા

source: English
gu: અંગ્રેજી

source: Hindi
gu: હિંદી

source: Gujrati
gu: ગુજરાતી

# selectLanguage
source: Select The Language
gu: ભાષા પસંદ કરો

# appLanguage
source: en
gu: gu

source: Weather
gu: હવામાન

source: Login
gu: લૉગિન

source: Sign Up
gu: સાઇન અપ

source: Crop
gu: પાક

source: Home
gu: ઘર

source: AgriConnect
gu: એગ્રીકનેક્ટ

source: Fill The Feild
gu: ફિલ્ડ ભરો

source: Enter valid Email
gu: માન્ય ઈમેલ દાખલ કરો

source: Email
gu: ઈમેલ

source: Password
gu: પાસવર્ડ

# forgorPass
source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા?

# doNotHaveAnAccount
source: Don't have account?
gu: ખાતું નથી?

source: Enter UserName
gu: વપરાશકર્તા નામ દાખલ કરો

source: User Name
gu: વપરાશકર્તા નામ

source: Password Not Match
gu: પાસવર્ડ મેળ ખાતો નથી

source: Confirm-Password
gu: પાસવર્ડ ખાતરી કરો

source: Select Photo
gu: ફોટો પસંદ કરો

# openPhoto
source: Open File
gu: ફાઇલ ખોલો

source: Sign Up As Specialist
gu: વિશેષજ્ઞ તરીકે સાઇન અપ કરો

# uploadDoc
source: Upload your Document..!
gu: તમારા દસ્તાવેજ અપલોડ કરો..!

# signUpWihUser
source: Sign up with user
gu: વપરાશકર્તા સાથે સાઇન અપ કરો

source: Sign up with specialist
gu: વિશેષજ્ઞ સાથે સાઇન અપ કરો

# alreadyAcc
source: Already have an account ?
gu: પહેલેથી જ એકાઉન્ટ છે?

source: Kharif
gu: ખરિફ

source: Zaid
gu: ઝૈદ

source: Rabi
gu: રબી

# noCropAvi
source: No Crop Avilable..!
gu: કોઈ પાક ઉપલબ્ધ નથી..!

source: View Crop Detail
gu: પાકની વિગતો જુઓ

# somethingWrong
source: Something went wrong..!
gu: કંઈક ખોટું થયું..!

source: Finish
gu: સમાપ્ત

# forM
source: for
gu: માટે

source: Step
gu: પગલું

source: AgriConnect Update
gu: એગ્રીકનેક્ટ અપડેટ

source: Search
gu: શોધો

source: Category
gu: વિભાગ

source: MyCart
gu: મારું કાર્ટ

# cart_empty
source: Your cart is empty.
gu: તમારું કાર્ટ ખાલી છે.

source: Product not found
gu: પ્રોડક્ટ મળ્યો નથી

source: Product Info:
gu: પ્રોડક્ટ માહિતી:

source: Show More
gu: વધુ જુઓ

source: BUY
gu: ખરીદો

source: Out Of Stock
gu: સ્ટોકમાં નથી

# manufacture_date
source: Production Date
gu: ઉત્પાદન તારીખ

source: Expire Date
gu: સમાપ્તિ તારીખ

source: Detail about
gu: વિશે વિગત

source: ProductName
gu: માલનું નામ

source: Price
gu: કિંમત

source: Rating & Review
gu: રેટિંગ અને ફીડબેક

source: No Review available
gu: કોઈ ફીડબેક ઉપલબ્ધ નથી

source: Products added to cart
gu: કાર્ટમાં પ્રોડક્ટ ઉમેરાયો

source: Order Details
gu: ઓર્ડર વિગતો

source: Error loading product
gu: પ્રોડક્ટ લોડ કરવામાં ભૂલ

source: Total Price
gu: કુલ કિંમત

source: Shipping Address
gu: શીપીંગ સરનામું

source: Add Address
gu: સરનામું ઉમેરો

source: Change
gu: બદલો

source: Name
gu: નામ

source: Mobile No.
gu: મોબાઇલ નંબર

source: Flat No.
gu: ફ્લેટ નંબર

source: Street Road:
gu: સ્ટ્રીટ રોડ:

source: Street
gu: સ્ટ્રીટ

source: City
gu: શહેર

source: State
gu: રાજ્ય

source: Postal Code
gu: પોસ્ટલ કોડ

source: Make Payment
gu: ચુકવણી કરો

# payment_failed
source: Payment failed. Try again.
gu: ચુકવણી નિષ્ફળ. ફરી પ્રયાસ કરો.

# fill_address
source: Please fill up the address.
gu: કૃપા કરીને સરનામું ભરો.

source: Order Confirmed
gu: ઓર્ડર નિશ્ચિત

# cropCategories
source: ["Seeds & Planting Material", "Fertilizers & Soil Enhancers", "Crop Protection (Pesticides, Biocontrol)", "Irrigation & Farm Machinery", "Tools & Equipment", "Animal & Aquaculture Products", "Greenhouse & Smart Farming Tech"]
gu: ["બીજ અને વાવેતર સામગ્રી", "ખાતર અને માટી સુધારક", "પાક સંરક્ષણ (કીટનાશક, બાયોકન્ટ્રોલ)", "સિંચાઈ અને ખેતી મશીનરી", "સાધનો અને ઉપકરણો", "પ્રાણીઓ અને જલીય ઉત્પાદનો", "ગ્રીનહાઉસ અને સ્માર્ટ ફાર્મિંગ ટેક"]

source: Add Review
gu: ફીડબેક ઉમેરો

# rate_product
source: Rate the Product:
gu: માલને રેટ કરો:

# write_review
source: Write your review here...
gu: તમારો ફીડબેક અહીં લખો...

source: Submit Review
gu: ફીડબેક મોકલો

source: All Threads
gu: બધા થ્રેડ્સ

source: Saved Threads
gu: સાચવેલા થ્રેડ્સ

source: Add Thread
gu: થ્રેડ ઉમેરો

source: No Thread available
gu: કોઈ થ્રેડ ઉપલબ્ધ નથી

source: All Technologies
gu: બધી ટેકનોલોજી

source: Saved Technologies
gu: સાચવેલી ટેકનોલોજી

source: Add Technology
gu: ટેકનોલોજી ઉમેરો

source: No Technology available
gu: કોઈ ટેકનોલોજી ઉપલબ્ધ નથી

source: Upload Thread
gu: થ્રેડ અપલોડ કરો

# thread_upload_success
source: Thread Uploaded Successfully
gu: થ્રેડ સફળતાપૂર્વક અપલોડ થયો

# enter_description
source: Enter the Description
gu: વિગત દાખલ કરો

source: Description
gu: વિગત

# technology_upload_success
source: Technology Uploaded Successfully
gu: ટેકનોલોજી સફળતાપૂર્વક અપલોડ થઈ

source: Upload Technology
gu: ટેકનોલોજી અપલોડ કરો

source: Comment
gu: કોમેન્ટ

source: Add Comment
gu: કોમેન્ટ ઉમેરો

# enter_comment
source: Enter the comment first
gu: પહેલા કોમેન્ટ દાખલ કરો

source: Comment Uploaded
gu: કોમેન્ટ અપલોડ થઈ

source: No Comment
gu: કોઈ કોમેન્ટ નથી

# enter_technology_title
source: Enter the Technology Title
gu: ટેકનોલોજી શીર્ષક દાખલ કરો

source: Technology Title
gu: ટેકનોલોજી શીર્ષક

source: User Profile
gu: યૂઝર પ્રોફાઇલ

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો

source: My Order
gu: મારો ઓર્ડર

source: Onboarding Screen
gu: ઓનબોર્ડિંગ સ્ક્રીન

source: Feedback
gu: પ્રતિસાદ

source: Help
gu: મદદ

source: Log Out
gu: લૉગ આઉટ

source: Submit
gu: સબમિટ

# profile_updated_success
source: Profile Updated Successfully
gu: પ્રોફાઇલ સફળતાપૂર્વક અપડેટ થઈ

source: Profile
gu: પ્રોફાઇલ

source: Thread
gu: થ્રેડ

source: Following
gu: ફોલોઈંગ

source: Followers
gu: ફોલોઅર્સ

source: Your Thread
gu: તમારી થ્રેડ

source: Your Technologies
gu: તમારી
